

using Microsoft.AspNetCore.Identity;
/// ***********************************************************************
///
/// =================================
/// CLR版本    ：4.0.30319.42000
/// 命名空间    ：Identity.Core.Domain
/// 文件名称    ：ApplicationRole.cs
/// =================================
/// 创 建 者    ：鲁岩奇
/// 创建日期    ：2019/10/28 11:39:45 
/// 功能描述    ：
/// 使用说明    ：
/// =================================
/// 修改者    ：
/// 修改日期    ：
/// 修改内容    ：
/// =================================
///
/// ***********************************************************************
namespace Identity.Core.Domain
{
    public class ApplicationRole : IdentityRole
    {
    }
}
