/// ***********************************************************************
///
/// =================================
/// CLR版本    ：4.0.30319.42000
/// 命名空间    ：Shared.Domain.Abstractions
/// 文件名称    ：IEntity.cs
/// =================================
/// 创 建 者    ：鲁岩奇
/// 创建日期    ：2020/3/23 15:00:52 
/// 功能描述    ：
/// 使用说明    ：
/// =================================
/// 修改者    ：
/// 修改日期    ：
/// 修改内容    ：
/// =================================
///
/// ***********************************************************************


namespace Shared.Domain.Abstractions
{
    public interface IEntity
    {
        object[] GetKeys();
    }

    public interface IEntity<TKey> : IEntity
    {
        TKey Id { get; }

        bool IsTransient();
    }
}
